Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/openwrt-luci-tor.tmx
Source language: en
Languages: sv

source: For further information <a %s>check the documentation</a>
sv: För mer information, <a %s>se dokumentationen</a>

source: Public ports to local
sv: Koppla publika portar till lokala portar

source: Include configs
sv: Inkludera konfigurationsfiler

source: Enabled
sv: Aktiverad

source: Description
sv: Beskrivning

source: The .onion domain is passed into the script via parameter <code>--update-onion HOSTNAME</code>.
sv: Onion-domänen skickas till skriptet via parametern <code>--update-onion HOSTNAME</code>.

source: Hook Script
sv: Hook-skript

source: A single <code>Port</code> when the public port is the same as local e.g. <code>80</code>.
sv: En enda <code>Port</code> när den publika porten är samma som den lokala, t.ex. <code>80</code>.

source: Tor Onion Services
sv: Tor Onion-tjänster

source: Grant UCI access for luci-app-tor
sv: Ge luci-app-tor åtkomst till UCI

source: Tor Onion (Hidden) Services are proxy tunnels to your local website, SSH and other services.
sv: Tor Onion-tjänster (dolda tjänster) är proxytunnlar till din lokala webbplats, SSH och andra tjänster.

source: Onion domain
sv: Onion-domän

source: Link
sv: Länk

source: Traffic will be forwarded to the target hostname
sv: Trafiken vidarebefordras till målvärdnamnet

source: A pair <code>PublicPort;unix:Socket</code> e.g. <code>80;unix:/var/run/nginx.sock</code>.
sv: Ett par <code>PublicPort;unix:Socket</code>, t.ex. <code>80;unix:/var/run/nginx.sock</code>.

source: Custom config
sv: Anpassad konfiguration

source: Path to script which is executed after starting Tor.
sv: Sökväg till skript som körs efter att Tor har startats.

source: A pair <code>PublicPort;LocalPort</code> e.g. <code>80;8080</code>.
sv: Ett par <code>PublicPort;LocalPort</code>, t.ex. <code>80;8080</code>.

source: Destination address
sv: Destinationens adress
